Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# sends_action_remove_passwords_title
source: Remove passwords
ar: إزالة كلمات المرور
de: Passwörter entfernen
es: Eliminar contraseñas
fr: Supprimer les mots de passe
hu: Jelszavak eltávolítása
it: Rimuovi le password
ja: パスワードを削除
ko: 비밀번호 제거
pt_br: Remover senhas
pt_pt: Remover palavras-passe
ru: Удалить пароли
uk: Видалити паролі
zh_hans: 移除密码

# sends_action_set_password_confirmation_message
source: Require a password for users to access this item
ar: تتطلب كلمة مرور للمستخدمين للوصول إلى هذا العنصر
de: Für den Zugriff auf dieses Element ist ein Passwort erforderlich
es: Requiere una contraseña para que los usuarios accedan a este elemento
fr: Exiger un mot de passe pour accéder à cet élément
hu: Jelszó megkövetelése a felhasználók számára az elem eléréséhez
it: Richiedi una password agli utenti per accedere a questo elemento
ja: このアイテムにアクセスするためのパスワードを要求する
ko: 이 항목에 접근하기 전에 비밀번호 요청
pt_br: Exigir uma senha para que usuários acessem esse item
pt_pt: Exigir palavra-passe para os utilizadores acederem a este item
ru: Требовать пароль для доступа пользователей к этому элементу
uk: Вимагати пароль для публічного доступу користувачів до цього запису
zh_hans: 用户需要密码才能访问此条目

# sends_action_set_password_title
source: Set password
ar: تعيين كلمة المرور
de: Passwort festlegen
es: Establecer contraseña
fr: Définir le mot de passe
hu: Jelszó megadása
it: Imposta password
ja: パスワードを設定
ko: 비밀번호 설정
pt_br: Definir senha
pt_pt: Definir palavra-passe
ru: Установить пароль
uk: Встановити пароль
zh_hans: 设置密码

# sends_action_set_passwords_title
source: Set passwords
ar: تعيين كلمات المرور
de: Passwörter festlegen
es: Establecer contraseña
fr: Définir les mots de passe
hu: Jelszavak megadása
it: Imposta password
ja: パスワードを設定
ko: 비밀번호 설정
pt_br: Definir senhas
pt_pt: Definir palavras-passe
ru: Установить пароли
uk: Встановити паролі
zh_hans: 设置密码

# sends_action_show_email_title
source: Show email
ar: إظهار البريد الإلكتروني
de: E-Mail anzeigen
es: Mostrar correo
fr: Afficher l'e-mail
hu: Email megjelenítése
it: Mostra email
ja: メールアドレスを表示
ko: 이메일 표시
pt_br: Mostrar email
pt_pt: Mostrar e-mail
ru: Показать эл. почту
uk: Показати електронну адресу
zh_hans: 显示邮箱

source: September
ar: سبتمبر
es: Septiembre
fr: Septembre
hu: Szeptember
it: Settembre
ja: 9月
ko: 9월
pt_br: Setembro
pt_pt: Setembro
ru: Сентябрь
uk: Вересень
zh_hans: 九月

# server_version
source: Server version %1$@
ar: إصدار الخادم %1$@
es: Versión del servidor %1$@
fr: Serveur version %1$@
hu: Szerver verzió: %1$@
it: Versione %1$@ del server
ko: 서버 버전 %1$@
pt_br: Versão do servidor %1$@
pt_pt: Servidor versão %1$@
ru: Версия сервера %1$@
uk: Версія серверу %1$@
zh_hans: 服务端版本 %1$@

# settings_appearance_header_title
source: Appearance
ar: مظهر
de: Erscheinung
es: Apariencia
fr: Apparence
hu: Kinézet
it: Aspetto
ja: 外観
ko: 외관
pt_br: Aparência
pt_pt: Aparência
ru: Оформление
uk: Інтерфейс
zh_hans: 界面外观

# settings_autofill_header_title
source: Autofill
ar: الملء التلقائي
de: Automatisches Ausfüllen
es: Autocompletar
fr: Remplissage automatique
hu: Automatikus kitöltés
it: Riempimento automatico
ja: 自動入力
ko: 자동 완성
pt_br: Preenchimento Automático
pt_pt: Preenchimento automático
ru: Автозаполнение
uk: Автозаповнення
zh_hans: 自动填充

# settings_automatic_backups_header_title
source: Backups
ar: النسخ الاحتياطي
fr: Sauvegardes
hu: Biztonsági mentések
ko: 백업
pt_pt: Cópias de segurança
ru: Резервные копии
uk: Резервні копії
zh_hans: 备份

# settings_dev_header_title
source: Development
ar: تطوير
de: Entwicklung
es: Desarrollo
fr: Développement
hu: Fejlesztés
it: Sviluppo
ja: 開発
ko: 개발
pt_br: Desenvolvimento
pt_pt: Desenvolvimento
ru: Разработка
uk: Для розробників
zh_hans: 开发者

# settings_developer_header_title
source: Developer
ar: المطوّر
de: Entwickler
fr: Développeur
hu: Fejlesztő
it: Sviluppatore
ko: 개발자
pt_br: Desenvolvedor
pt_pt: Desenvolvedor
uk: Розробник
zh_hans: 开发者

# settings_experimental_header_title
source: Experimental
ar: تجريبي
de: Experimentell
fr: Expérimental
hu: Kísérleti
it: Funzioni sperimentali
ja: 実験的機能
ko: 실험용 기능
ru: Экспериментальные
uk: Експериментальні налаштування
zh_hans: 实验性功能

# settings_gpg_agent_header_title
source: GPG agent
ar: وكيل GPG
es: Agente GPG
fr: Agent GPG
it: Agente GPG
ja: GPG エージェント
ko: GPG 에이전트
pt_br: Agente GPG
pt_pt: Agente GPG
ru: GPG-агент
uk: GPG-агент
zh_hans: GPG 代理

# settings_main_header_title
source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
pt_pt: Definições
ru: Настройки
uk: Налаштування
zh_hans: 设置

# settings_navigation_items_header_title
source: Navigation items
ar: عناصر التنقل
de: Navigationselemente
es: Elementos de navegación
fr: Éléments de navigation
it: Elementi di navigazione
ja: ナビゲーションアイテム
ko: 탐색 항목
pt_br: Itens de navegação
pt_pt: Itens de navegação
ru: Элементы навигации
uk: Елементи навігації
zh_hans: 导航项

# settings_notifications_header_title
source: Notifications
ar: إشعارات
de: Benachrichtigungen
es: Notificaciones
hu: Értesítések
it: Notifiche
ja: 通知
ko: 알림
pt_br: Notificações
pt_pt: Notificações
ru: Уведомления
uk: Повідомлення
zh_hans: 通知

# settings_open_source_licenses_header_title
source: Open-source licenses
ar: تراخيص مفتوحة المصدر
de: Open-Source-Lizenzen
es: Licencias de código abierto
fr: Licences Open Source
hu: Nyílt forráskódú licencek
it: Licenze open source
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
pt_br: Licenças de código-aberto
pt_pt: Licenças de código aberto
ru: Лицензии открытого программного обеспечения
uk: Ліцензії відкритого програмного забезпечення
zh_hans: 开放源代码许可

# settings_other_header_title
source: Other
ar: آخر
de: Sonstiges
es: Otros
fr: Autre
hu: Egyéb
it: Altro
ja: その他
ko: 기타
pt_br: Outros
pt_pt: Outros
ru: Прочее
uk: Інше
zh_hans: 其它

# settings_permissions_header_title
source: Permissions
ar: الأذونات
de: Berechtigungen
es: Permisos
hu: Engedélyek
it: Autorizzazioni
ja: 権限
ko: 권한
pt_br: Permissões
pt_pt: Permissões
ru: Разрешения
uk: Дозволи
zh_hans: 权限

# settings_security_header_title
source: Security
ar: حماية
de: Sicherheit
es: Seguridad
fr: Sécurité
hu: Biztonság
it: Sicurezza
ja: セキュリティ
ko: 보안
pt_br: Segurança
pt_pt: Segurança
ru: Безопасность
uk: Безпека
zh_hans: 安全

# settings_ssh_agent_header_title
source: SSH agent
ar: وكيل SSH
es: Agente SSH
fr: Agent SSH
it: Agente SSH
ja: SSH エージェント
ko: SSH 에이전트
pt_br: Agente SSH
pt_pt: Agente SSH
ru: SSH-агент
uk: SSH-агент
zh_hans: SSH 代理

# settings_subscriptions_header_title
source: Keyguard Premium
ar: بريميوم حارس المفاتيح
es: Keyguard Prémium
hu: Keyguard Prémium
ko: Keyguard 프리미엄
ru: Keyguard премиум
uk: Keyguard преміум
zh_hans: Keyguard 高级版

# settings_watchtower_header_title
source: Watchtower
ar: برج المراقبة
de: Wachturm
es: Informes
hu: Őrtorony
ja: 監視
ko: 감시탑
pt_br: Guardião
pt_pt: Guardião
ru: Дозорная башня
uk: Вартова вежа
zh_hans: 概况

# settingssearch_header_subtitle
source: Settings
ar: إعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hu: Beállítások
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
pt_pt: Definições
ru: Настройки
uk: Налаштування
zh_hans: 设置

# settingssearch_header_title
source: Search
ar: يبحث
de: Suchen
es: Buscar
fr: Recherche
hu: Keresés
it: Cerca
ja: 検索
ko: 검색
pt_br: Pesquisar
pt_pt: Pesquisar
ru: Поиск
uk: Пошук
zh_hans: 搜索

# settingssearch_search_placeholder
source: Search settings
ar: إعدادات البحث
de: Sucheinstellungen
es: Ajustes de búsqueda
fr: Recherche dans les paramètres
hu: Keresés a Beállításokban
it: Cerca impostazioni
ja: 設定を検索
ko: 설정 검색
pt_br: Pesquisar nas configurações
pt_pt: Pesquisar nas definições
ru: Поиск настроек
uk: Пошук налаштувань
zh_hans: 在设置中搜索

# setup_action_erase_data_text
source: Close the app and erase all local app data
ar: أغلق التطبيق وامسح جميع بيانات التطبيق المحلية
de: App schließen und alle lokalen App-Daten löschen
es: Cerrar la aplicación y borrar todos los datos de la aplicación local
fr: Fermer l'application et effacer toutes les données locales de l'app
hu: Alkalmazás bezárása, és az összes helyi alkalmazásadat törlése
it: Chiudi l'app e cancella tutti i dati locali dell'app
ja: アプリを閉じて、ローカルのアプリデータをすべて消去します
ko: 앱을 닫고 모든 앱 데이터를 지웁니다.
pt_br: Fechar aplicativo e apagar todos os dados locais
pt_pt: Fechar a aplicação e apagar todos os dados locais
ru: Закрыть приложение и удалить все локальные данные
uk: Закрити застосунок і видалити всі його локальні дані
zh_hans: 关闭应用并清除所有本地应用数据

# setup_action_erase_data_title
source: Erase app data
ar: مسح بيانات التطبيق
de: App-Daten löschen
es: Borrar datos de la app
fr: Effacer toutes les données de l'app
hu: Alkalmazás-adat törlése
it: Cancella dati app
ja: アプリデータを消去
ko: 앱 데이터 삭제
pt_br: Apagar dados do aplicativo
pt_pt: Apagar dados do aplicativo
ru: Удалить все данные приложения
uk: Стерти дані застосунку
zh_hans: 清除应用数据

# setup_biometric_auth_confirm_title
source: Create a vault
ar: إنشاء قبو
de: Tresor erstellen
es: Crear caja fuerte
fr: Créer un coffre-fort
hu: Széf létrehozása
it: Crea una cassaforte
ja: 保管庫の作成
ko: 보관함 만들기
pt_br: Criar um cofre
pt_pt: Criar um cofre
ru: Создать хранилище
uk: Створити сховище
zh_hans: 创建一个密码库

# setup_button_create_vault
source: Create a vault
ar: إنشاء قبو
de: Tresor erstellen
es: Crear caja fuerte
fr: Créer un coffre-fort
hu: Széf létrehozása
it: Crea una cassaforte
ja: 保管庫を作成
ko: 보관함 만들기
pt_br: Criar um cofre
pt_pt: Criar um cofre
ru: Создать хранилище
uk: Створити сховище
zh_hans: 创建一个密码库

# setup_button_send_crash_reports
source: Send crash reports
ar: إرسال تقارير الأعطال
de: Absturzberichte senden
es: Enviar informes de errores
fr: Envoyer les rapports de plantage
hu: Hibajelentések küldése
it: Invia rapporti di errore
ja: クラッシュレポートを送信
ko: 오류 보고서 보내기
pt_br: Enviar relatórios de erros
pt_pt: Enviar relatórios de erros
ru: Отправлять отчеты об ошибках
uk: Надсилати звіти про збої
zh_hans: 发送崩溃报告

# setup_checkbox_biometric_auth
source: Biometric authentication
ar: المصادقة البيومترية
de: Biometrische Authentifizierung
es: Autenticación biométrica
fr: Authentification biométrique
hu: Biometrikus azonosítás
it: Autenticazione biometrica
ja: 生体認証
ko: 생체 정보 인증
pt_br: Autenticação biométrica
pt_pt: Autenticação biométrica
ru: Вход по биометрии
uk: Біометрична автентифікація
zh_hans: 生物识别认证

# setup_field_app_password_label
source: App password
ar: كلمة مرور التطبيق
de: App Passwort
es: Contraseña de la app
fr: Mot de passe de l'application
hu: Alkalmazásjelszó
it: Password app
ja: アプリのパスワード
ko: 앱 비밀번호
pt_br: Senha do aplicativo
pt_pt: Palavra-passe da aplicação
ru: Пароль приложения
uk: Пароль застосунку
zh_hans: 应用专用密码

# setup_free_text
source: By continuing you confirm that you have purchased Keyguard or have had an active license.
ar: من خلال مواصلتك تؤكد أنك اشتريت Keyguard أو حصلت على ترخيص فعلي.
de: Indem Sie fortfahren bestätigen Sie, dass Sie den Keyguard gekauft haben oder eine aktive Lizenz besitzen.
es: Al continuar confirma que ha comprado Keyguard o que ha tenido una licencia activa.
fr: En continuant, vous confirmez que vous avez acheté le Keyguard ou que vous disposez d'une licence active.
hu: A folytatással megerősíti, hogy megvásárolta a Keyguardot, vagy rendelkezik aktív licenccel.
it: Continuando confermi di aver acquistato Keyguard o di aver avuto una licenza attiva.
ja: 続行すると Keyguard を購入したか、有効なライセンスを持っているかを確認します。
ko: 계속 진행하면 사용 가능한 라이선스가 있거나 Keyguard를 구매했음을 의미합니다.
pt_br: Ao continuar você confirmará que comprou o Keyguard ou que recebeu uma licença ativa.
pt_pt: Ao continuar você confirmará que comprou o Keyguard ou que recebeu uma licença ativa.
ru: Продолжая вы подтверждаете, что купили Keyguard или имели активную лицензию.
uk: Продовжуючи ви підтверджуєте, що придбали Keyguard або мали активну ліцензію.
zh_hans: 继续使用此应用意味着您确认您已购买 Keyguard 或有一个可用的 Keyguard 授权。

# setup_header_text
source: Create an encrypted vault where the local data will be stored.
ar: قم بإنشاء قبو مشفر حيث سيتم تخزين البيانات المحلية.
de: Erstelle einen verschlüsselten Tresor in den lokalen Daten gespeichert werden.
es: Crear una bóveda cifrada donde se almacenarán los datos locales.
fr: Créez un coffre-fort chiffré où les données locales seront stockées.
hu: Hozzon létre egy titkosított széfet, ahol a helyi adatok tárolásra kerülnek.
it: Crea una cassaforte criptata dove verranno salvati i dati locali.
ja: ローカルデータを保存するための暗号化された保管庫を作成します。
ko: 로컬 데이터를 저장할 암호화된 보관함을 만듭니다.
pt_br: Crie um cofre criptografado onde os dados locais serão armazenados.
pt_pt: Criar um cofre criptografado onde os dados locais serão armazenados.
ru: Создайте зашифрованное хранилище, где будут храниться локальные данные.
uk: Створити зашифроване сховище локальних даних.
zh_hans: 创建加密密码库以存储本地数据。

source: Show Keyguard
ar: إظهار سلاح المفاتيح
de: Keyguard anzeigen
es: Mostrar Keyguard
fr: Afficher Keyguard
hu: Keyguard megjelenítése
it: Mostra Keyguard
ja: Keyguard を表示
ko: Keyguard 열기
pt_br: Mostrar Keyguard
pt_pt: Mostrar Keyguard
ru: Показать Keyguard
uk: Відкрити Keyguard
zh_hans: 显示 Keyguard

source: Sign
ar: توقيع
de: Signieren
es: Firmar
fr: Signer
it: Firma
ja: 署名
ko: 서명
pt_br: Assinar
pt_pt: Assinar
ru: Подписать
uk: Підписати
zh_hans: 签名

# skipped_accounts_note
source: %lld accounts
ar: %lld حساب
de: %lld Konten
es: %lld cuentas
fr: %lld comptes
hu: %lld fiók
it: %lld account
ja: %lld 件のアカウント
ko: 계정 %lld개
pt_br: %lld contas
pt_pt: %lld contas
ru: %lld учётных записей
uk: %lld облікових записів
zh_hans: %lld 个账户

# skipped_and_more_note
source: and %lld more
ar: و%lld غيرها
de: und %lld weitere Elemente
es: y %lld más
fr: et %lld de plus
hu: és még %lld elem
it: e altri %lld
ja: ほか %lld 件
ko: 외 %lld개
pt_br: e %lld mais
pt_pt: e mais %lld
ru: и ещё %lld
uk: і ще %lld
zh_hans: 以及其他 %lld 个

# skipped_archived_items_note
source: %lld archived items
ar: %lld عنصر مؤرشف
de: %lld archivierte Elemente
es: %lld elementos archivados
fr: %lld éléments archivés
hu: %lld archivált elem
it: %lld elementi archiviati
ja: %lld 件のアーカイブ済みアイテム
ko: 아카이브된 항목 %lld개
pt_br: %lld item arquivado
pt_pt: %lld itens arquivados
ru: %lld элементов в архиве
uk: %lld архівованих записів
zh_hans: %lld 个已归档条目

# skipped_attachments_note
source: %lld attachments
ar: %lld مرفق
de: %lld Anhänge
es: %lld archivos adjuntos
fr: %lld pièces jointes
hu: %lld melléklet
it: %lld allegati
ja: %lld 件の添付ファイル
ko: 첨부 파일 %lld개
pt_br: %lld anexos
pt_pt: %lld anexos
ru: %lld вложений
uk: %lld вкладень
zh_hans: %lld 个附件

# skipped_duplicate_credentials_note
source: %lld duplicate credentials
ar: %lld من بيانات الاعتماد المكررة
de: %lld doppelte Anmeldeinformationen
es: %lld credenciales duplicadas
fr: %lld identifiants en double
hu: %lld ismétlődő hitelesítő adat
it: %lld credenziali duplicate
ja: %lld 件の重複した認証情報
ko: 중복된 자격 증명 %lld개
pt_br: %lld credenciais duplicadas
pt_pt: %lld credenciais duplicadas
ru: %lld дубликатов учётных данных
uk: %lld дублікатів облікових даних
zh_hans: %lld 条重复的凭据

# skipped_folders_note
source: %lld folders
ar: %lld مجلد
de: %lld Ordner
es: %lld carpetas
fr: %lld dossiers
hu: %lld mappa
it: %lld cartelle
ja: %lld 個のフォルダー
ko: 폴더 %lld개
pt_br: %lld pastas
pt_pt: %lld pastas
ru: %lld папок
uk: %lld тек
zh_hans: %lld 个文件夹

# skipped_gpg_keys_note
source: %lld GPG keys
ar: %lld مفتاح GPG
de: %lld GPG-Schlüssel
es: %lld claves GPG
fr: %lld clés GPG
hu: %lld GPG-kulcs
it: %lld chiavi GPG
ja: %lld 件の GPG キー
ko: GPG 키 %lld개
pt_br: %lld chaves GPG
pt_pt: %lld Chaves GPG
ru: %lld GPG-ключей
uk: %lld GPG-ключів
zh_hans: %lld 个 GPG 密钥

# skipped_items_note
source: %lld items
ar: %lld عنصر
de: %lld Elemente
es: %lld elementos
fr: %lld éléments
hu: %lld elem
it: %lld elementi
ja: %lld 件のアイテム
ko: 항목 %lld개
pt_br: %lld itens
ru: %lld элементов
uk: %lld записів
zh_hans: %lld 个条目

# skipped_items_text
source: Some items were skipped.
ar: تم تخطي بعض العناصر.
de: Einige Einträge wurden übersprungen.
fr: Certains éléments ont été ignorés.
pt_br: Alguns itens foram ignorados.
pt_pt: Alguns itens foram ignorados.
uk: Деякі записи було пропущено.
zh_hans: 部分条目已跳过。

# skipped_otp_note
source: %lld one-time passwords
ar: %lld كلمة مرور لمرة واحدة
de: %lld Einmalpasswörter
es: %lld contraseñas de un solo uso
fr: %lld mots de passe à usage unique
hu: %lld egyszeri jelszó
it: %lld password monouso
ja: %lld 件のワンタイムパスワード
ko: OTP %lld개
pt_br: %lld senhas de uso único
pt_pt: %lld palavras-passe de utilização única
ru: %lld одноразовых паролей
uk: %lld одноразових паролів
zh_hans: %lld 个一次性密码

# skipped_passkeys_note
source: %lld passkeys
ar: %lld مفتاح مرور
es: %lld llaves de acceso
fr: %lld clés d'accès
hu: %lld hozzáférési kulcs
it: %lld passkey
ja: %lld 件のパスキー
ko: 패스키 %lld개
pt_br: %lld chaves de acesso
pt_pt: %lld chaves de acesso
ru: %lld ключей доступа
uk: %lld ключів доступу
zh_hans: %lld 个通行密钥

# skipped_password_history_note
source: %lld saved previous passwords
ar: %lld كلمة مرور سابقة محفوظة
de: %lld zuvor gespeicherte Passwörter
es: %lld contraseñas anteriores guardadas
fr: %lld anciens mots de passe enregistrés
hu: %lld mentett korábbi jelszó
it: %lld password precedenti salvate
ja: %lld 件のパスワード履歴
ko: 저장된 이전 비밀번호 %lld개
pt_br: %lld senha anterior salva
pt_pt: %lld palavras-passe anteriores guardadas
ru: %lld паролей из истории
uk: %lld збережених попередніх паролів
zh_hans: %lld 个已保存的旧密码

# skipped_ssh_keys_note
source: %lld SSH keys
ar: %lld مفتاح SSH
de: %lld SSH-Schlüssel
es: %lld claves SSH
fr: %lld clés SSH
hu: %lld SSH-kulcs
it: %lld chiavi SSH
ja: %lld 件の SSH キー
ko: SSH 키 %lld개
pt_br: %lld chaves SSH
pt_pt: %lld Chaves SSH
ru: %lld SSH-ключей
uk: %lld SSH-ключів
zh_hans: %lld 个 SSH 密钥

# skipped_unsupported_credentials_note
source: %lld unsupported credentials
ar: %lld من بيانات الاعتماد غير المدعومة
de: %lld nicht unterstützte Anmeldeinformationen
es: %lld credenciales no admitidas
fr: %lld identifiants non pris en charge
hu: %lld nem támogatott hitelesítő adat
it: %lld credenziali non supportate
ja: %lld 件の未対応の認証情報
ko: 지원하지 않는 자격 증명 %lld개
pt_br: %lld credenciais não suportadas
pt_pt: %lld credenciais não suportadas
ru: %lld наборов неподдерживаемых учётных данных
uk: %lld непідтримуваних елементів облікових даних
zh_hans: %lld 条不支持的凭据

# sort_empty_label
source: No sorting available
ar: لا يوجد فرز متاح
de: Keine Sortierung verfügbar
es: No hay ordenamiento disponible
fr: Aucun tri disponible
hu: Nincs elérhető szortírozás
it: Nessun ordinamento disponibile
ja: 並べ替えは利用できません
ko: 사용할 수 있는 정렬 방식 없음
pt_br: Não há ordenação disponível
pt_pt: Não há ordenação disponível
ru: Нет доступных сортировок
uk: Сортування недоступне
zh_hans: 没有可用的排序方式

# sort_header_title
source: Sort by
ar: الترتيب حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
hu: Rendezés
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
pt_br: Ordenar por
pt_pt: Ordenar por
ru: Сортировка
uk: Упорядкувати за
zh_hans: 排序方式

# sortby_access_count_normal_mode
source: Largest First
ar: الأكبر أولاً
de: Größte zuerst
es: Más grande primero
fr: Les plus élevés en premier
hu: Legnagyobb elöl
it: Più grandi prima
ja: 多い順
ko: 큰 순
pt_br: Maiores Primeiro
pt_pt: Maiores primeiro
ru: Сначала больше
uk: Спочатку найбільші
zh_hans: 降序排列

# sortby_access_count_reverse_mode
source: Smallest First
ar: الأصغر أولاً
de: Kleinste zuerst
es: Más pequeño primero
fr: Les plus petits en premier
hu: Legkisebb elöl
it: Più piccoli prima
ja: 少ない順
ko: 작은 순
pt_br: Menores Primeiro
pt_pt: Menores primeiro
ru: Сначала меньше
uk: Спочатку найменші
zh_hans: 升序排列

# sortby_access_count_title
source: Access count
ar: عدد الوصول
de: Anzahl der Ansichten
es: Recuento de acceso
fr: Nombre d'accès
hu: Hozzáférések száma
it: Conteggio accessi
ja: アクセス数
ko: 사용 횟수
pt_br: Quantidade de acessos
pt_pt: Contagem de acessos
ru: Количество обращений
uk: Кількістю відвідувань
zh_hans: 按访问次数排序

# sortby_deletion_date_normal_mode
source: Newest First
ar: الأحدث أولاً
de: Neuste zuerst
es: Más nuevo primero
fr: Les plus récents en premier
hu: Legújabbak felül
it: Prima i più recenti
ja: 新しい順
ko: 새로운 순
pt_br: Mais Recentes Primeiro
pt_pt: Novos primeiro
ru: Сначала новые
uk: Спочатку нові
zh_hans: 按删除时间从新到旧排序

# sortby_deletion_date_reverse_mode
source: Oldest First
ar: الأقدم أولاً
de: Älteste zuerst
es: Más antiguo primero
fr: Plus ancien en premier
hu: Legrégebbiek felül
it: Prima i più vecchi
ja: 古い順
ko: 오래된 순
pt_br: Mais Antigos Primeiro
pt_pt: Antigos primeiro
ru: Сначала старые
uk: Спочатку старіші
zh_hans: 按删除时间从旧到新排序

# sortby_deletion_date_title
source: Deletion date
ar: تاريخ الحذف
de: Löschdatum
es: Fecha de eliminación
fr: Date de suppression
hu: Törlési dátum
it: Data di eliminazione
ja: 削除日
ko: 삭제 날짜
pt_br: Data de exclusão
pt_pt: Data de eliminação
ru: Дата удаления
uk: Датою видалення
zh_hans: 按删除时间排序

# sortby_expiration_date_normal_mode
source: Newest First
ar: الأحدث أولاً
de: Neuste zuerst
es: Más nuevo primero
fr: Les plus récents en premier
hu: Legújabbak felül
it: Prima i più recenti
ja: 新しい順
ko: 새로운 순
pt_br: Mais Recentes Primeiro
pt_pt: Novos primeiro
ru: Сначала новые
uk: Спочатку нові
zh_hans: 按过期时间从新到旧排序

# sortby_expiration_date_reverse_mode
source: Oldest First
ar: الأقدم أولاً
de: Älteste zuerst
es: Más antiguo primero
fr: Plus ancien en premier
hu: Legrégebbiek felül
it: Prima i più vecchi
ja: 古い順
ko: 오래된 순
pt_br: Mais Antigos Primeiro
pt_pt: Antigos primeiro
ru: Сначала старые
uk: Спочатку старіші
zh_hans: 按过期时间从旧到新排序

# sortby_expiration_date_title
source: Expiration date
ar: تاريخ انتهاء الصلاحية
de: Verfallsdatum
es: Fecha de caducidad
fr: Date d'expiration
hu: Lejárati dátum
it: Data di scadenza
ja: 有効期限
ko: 만료 날짜
pt_br: Data de expiração
pt_pt: Data de validade
ru: Срок окончания
uk: Датою закінчення дії
zh_hans: 按过期时间排序

# sortby_installation_date_normal_mode
source: Most Recent First
ar: الأحدث أولاً
de: Neueste zuerst
es: Más recientes primero
fr: Plus récent d'abord
hu: Legújabb elöl
it: Prima i più recenti
ja: 最新順
ko: 새로운 순
pt_br: Mais recentes primeiro
pt_pt: Mais recentes primeiro
ru: Сначала недавние
uk: Спочатку новіші
zh_hans: 按安装日期从新到旧排序

# sortby_installation_date_reverse_mode
source: Oldest First
ar: الأقدم أولاً
de: Älteste zuerst
es: Más antiguo primero
fr: Plus ancien d'abord
hu: Legrégebbiek felül
it: I più vecchi per primi
ja: 古い順
ko: 오래된 순
pt_br: Mais antigos primeiro
pt_pt: Mais antigos primeiro
ru: Сначала старые
uk: Спочатку старіші
zh_hans: 按安装日期从旧到新排序

# sortby_installation_date_title
source: Installation date
ar: تاريخ التثبيت
de: Installationsdatum
es: Fecha de instalación
fr: Date d’installation
hu: Telepítés ideje
it: Data di installazione
ja: インストール日
ko: 설치 날짜
pt_br: Data de instalação
pt_pt: Data de instalação
ru: Дата установки
uk: Датою встановлення
zh_hans: 按安装日期排序

# sortby_modification_date_normal_mode
source: Newest First
ar: الأحدث أولاً
de: Neuste zuerst
es: Más nuevo primero
fr: Les plus récents en premier
hu: Legújabbak felül
it: Prima i più recenti
ja: 新しい順
ko: 새로운 순
pt_br: Mais Recentes Primeiro
pt_pt: Novos primeiro
ru: Сначала новые
uk: Спочатку нові
zh_hans: 从新到旧排序

# sortby_modification_date_reverse_mode
source: Oldest First
ar: الأقدم أولاً
de: Älteste zuerst
es: Más antiguo primero
fr: Plus ancien en premier
hu: Legrégebbiek felül
it: Prima i più vecchi
ja: 古い順
ko: 오래된 순
pt_br: Mais Antigos Primeiro
pt_pt: Antigos primeiro
ru: Сначала старые
uk: Спочатку старіші
zh_hans: 从旧到新排序

# sortby_modification_date_title
source: Modification date
ar: تاريخ التعديل
de: Änderungsdatum
es: Fecha de modificación
fr: Date de modification
hu: Módosítás dátuma
it: Data di modifica
ja: 更新日
ko: 변경 날짜
pt_br: Data de modificação
pt_pt: Data de modificação
ru: Дата изменения
uk: Датою останньої зміни
zh_hans: 按修改日期排序
